Repository: brotkrueml/typo3-jobrouter-rss-widgets
Catalog: Resources/Private/Language/*.Dashboard.xlf
Languages: de

# preset.de.description
source: A dashboard with all available JobRouter RSS Feeds in German.
de: Ein Dashboard mit allen verfügbaren JobRouter-RSS-Feeds in Deutsch.

# preset.de.title
source: JobRouter RSS Feeds (German)
de: JobRouter-RSS-Feeds (Deutsch)

# preset.en.description
source: A dashboard with all available JobRouter RSS Feeds in English.
de: Ein Dashboard mit allen verfügbaren JobRouter-RSS-Feeds in Englisch.

# preset.en.title
source: JobRouter RSS Feeds (English)
de: JobRouter-RSS-Feeds (Englisch)

# widgets.blog_de.description
source: Lists the recent German blog articles from the JobRouter website.
de: Zeigt die aktuellen deutschen Blog-Artikel von der JobRouter-Website an.

# widgets.blog_de.more
source: More JobRouter blog articles
de: Weitere JobRouter-Blog-Artikel

# widgets.blog_en.description
source: Lists the recent English blog articles from the JobRouter website.
de: Zeigt die aktuellen englischen Blog-Artikel von der JobRouter-Website an.

# widgets.blog_en.more
source: More JobRouter blog articles
de: Weitere JobRouter-Blog-Artikel

# widgets.downloads_de.description
source: Lists the recent German downloads from the JobRouter website.
de: Zeigt die aktuellen deutschen Downloads von der JobRouter-Website an.

# widgets.downloads_de.more
source: More JobRouter downloads
de: Weitere JobRouter-Downloads

# widgets.downloads_de.title
source: JobRouter Downloads (German)
de: JobRouter-Downloads (Deutsch)

# widgets.downloads_en.description
source: Lists the recent English downloads from the JobRouter website.
de: Zeigt die aktuellen englischen Downloads von der JobRouter-Website an.

# widgets.downloads_en.more
source: More JobRouter downloads
de: Weitere JobRouter-Downloads

# widgets.downloads_en.title
source: JobRouter Downloads (English)
de: JobRouter-Downloads (Englisch)

# widgets.press_de.description
source: Lists the recent German press releases from the JobRouter website.
de: Zeigt die aktuellen deutschen Pressemitteilungen von der JobRouter-Website an.

# widgets.press_de.more
source: More press releases
de: Weitere JobRouter-Pressemitteilungen

# widgets.press_de.title
source: JobRouter Press Releases (German)
de: JobRouter-Pressemitteilungen (Deutsch)

# widgets.press_en.description
source: Lists the recent English press releases from the JobRouter website.
de: Zeigt die aktuellen englischen Pressemitteilungen von der JobRouter-Website an.

# widgets.press_en.more
source: More press releases
de: Weitere JobRouter-Pressemitteilungen

# widgets.press_en.title
source: JobRouter Press Releases (English)
de: JobRouter-Pressemitteilungen (Englisch)

# widgets.videos_de.description
source: Lists the recent German videos from the JobRouter website.
de: Zeigt die aktuellen deutschen Videos von der JobRouter-Website an.

# widgets.videos_de.more
source: More JobRouter videos
de: Weitere JobRouter-Videos

# widgets.videos_de.title
source: JobRouter Videos (German)
de: JobRouter-Videos (Deutsch)

# widgets.videos_en.description
source: Lists the recent English videos from the JobRouter website.
de: Zeigt die aktuellen englischen Videos von der JobRouter-Website an.

# widgets.videos_en.more
source: More JobRouter videos
de: Weitere JobRouter-Videos

# widgets.videos_en.title
source: JobRouter Videos (English)
de: JobRouter-Videos (Englisch)
